cases/2D/bnsweep_cap1p5/2D_dambreak_Bn0p01_hr1_cap1p5/constant/turbulenceProperties
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
simulationType laminar;
