cases/2D/bnsweep_cap1p5/2D_dambreak_Bn0p01_hr1_cap1p5/constant/g
FoamFile { version 2.0; format ascii; class uniformDimensionedVectorField; object g; }
dimensions [0 1 -2 0 0 0 0];
value (0 0 -1000);   // Valette g=1000 m/s2 (Tablo 1)
